Repository: GuiAlmeida03/Sohipren
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Arquivo de dados não encontrado.
es: Archivo de datos no encontrado.

source: Não foi possível gerar o gráfico de comparação.
es: No se pudo generar el gráfico de comparación.

source: Previsão Futura
es: Previsión Futura

source: Previsão de Faturamento
es: Previsión de Facturación

source: Análise e Previsão de Faturamento
es: Análisis y Previsión de Facturación

source: Carregue seu relatório de vendas em Excel para iniciar a análise.
es: Cargue su informe de ventas en Excel para iniciar el análisis.

source: Controles da Análise
es: Controles del Análisis

source: 1. Carregar Arquivo Excel (.xlsx)
es: 1. Cargar Archivo Excel (.xlsx)

source: Coluna de Data
es: Columna de Fecha

source: Coluna de Valor
es: Columna de Valor

source: Configurações do Modelo
es: Configuración del Modelo

source: Escolha o Modelo Principal
es: Seleccione el Modelo Principal

source: Frequência de Agregação
es: Frecuencia de Agregación

source: Mensal
es: Mensual

source: Diário
es: Diario

source: Períodos para Prever no Futuro
es: Períodos a Prever en el Futuro

source: Parâmetros Avançados do Prophet
es: Parámetros Avanzados de Prophet

source: Modo da Sazonalidade
es: Modo de Estacionalidad

source: Aditiva
es: Aditivo

source: Multiplicativa
es: Multiplicativo

source: Flexibilidade da Tendência:
es: Flexibilidad de la Tendencia:

source: Força da Sazonalidade:
es: Fuerza de la Estacionalidad:

source: Executar Análise
es: Ejecutar Análisis

source: Resultados da Análise
es: Resultados del Análisis

source: Voltar para a Análise
es: Volver al Análisis

source: Resultados da Previsão
es: Resultados de la Previsión

source: Visão Geral do Período
es: Resumen General del Período

source: Faturamento Total
es: Facturación Total

source: Ticket Médio
es: Ticket Promedio

source: Total de Transações
es: Total de Transacciones

source: Produtos Únicos
es: Productos Únicos

source: Período de Análise
es: Período de Análisis

source: Validação
es: Validación

source: Gráfico de previsão futura não gerado.
es: Gráfico de previsión futura no generado.

source: Gráfico de validação não gerado.
es: Gráfico de validación no generado.

source: Tabela Detalhada da Previsão
es: Tabla Detallada de la Previsión

source: Exportar para CSV
es: Exportar a CSV

source: Exportar para Excel (.xlsx)
es: Exportar a Excel (.xlsx)

source: Comparar Previsão de Produtos
es: Comparar Previsión de Productos

source: Produto 1
es: Producto 1

source: Produto 2
es: Producto 2

source: Gerar Gráfico Comparativo
es: Generar Gráfico Comparativo

source: Análise de produtos não gerou uma lista para seleção.
es: El análisis de productos no generó una lista para seleccionar.

source: Gerando gráfico comparativo...
es: Generando gráfico comparativo...

source: Erro:
es: Error:

source: Erro de conexão ao gerar previsão.
es: Error de conexión al generar la previsión.
